Repository: BackupTheBerlios/osea-svn
Catalog: trunk/oinvoice/oinvoice/po/*.po
Languages: es

source: %d available servers:
es: %d servidores disponibles:

source: EVENT_SOURCE: there's no signal called %s
es: EVENT_SOURCE: No hay ninguna señal con nombre %s

source: Emmiting signal '%s'
es: Emitiendo señal '%s'

source: Error obtaining data from kernel server
es: Error al obtener datos del servidor núcleo

source: Entering login_afdal_kernel_event function with signal '%s'
es: Entrando en función login_afdal_kernel_event con señal '%s'

source: You must enter a username and a password
es: Debe introducir un nombre y una contraseña

source: There was a problem while trying to log into server %s with user %s
es: Hubo un problema al conectarse \n al servidor %s, puerto %s

source: Managing
es: Gestión

source: VAT Managing
es: Gestión de IVA

source: Users & Permissions
es: Usuarios y permisos

source: Couldn't find 'main_window' widget in main.glade
es: No se pudo encontrar el widget 'main_window' en main.glade

source: Error when loading image '%s': %s
es: Error al cargar imagen '%s': %s

source: Logging out...
es: Cerrando sesión actual...

source: There was a problem while logging out. Exiting locally
es: Hubo un problema al cerrar la sesión. Saliendo de forma local.

source: Error: cannot obtain connection with gconf
es: Error: no se pudo obtener conexión con gconf

source: Error: Cannot set required data (Key: '%s'. Value: '%s'): %s
es: Error: No se puedo establecer el dato solicitado (Clave: '%s'. Valor: '%s'): %s

source: There are no preferences yet. If you want some preferences, you can write down them at tax_preferences1_activate: tax.c: line 259 (Our litle homenage to abiword project ;-)
es: Aún no hay preferencias. Si quieres preferencias, puedes implementarlas en tax_preferences1_activate: tax.c. Línea 259 (Este es nuestro pequeño homenaje al proyecto abiword ;-)

source: There was a problem while refreshing data: %s
es: Hubo un problema al actualizar los datos: %s

source: Reference
es: Referencia

source: VAT Customer Type Name
es: Nombre de tipo de cliente según IVA

source: Asking af-tax server for VAT customer types...
es: Solicitando al servidor af-tax los tipos de clientes según IVA

source: There was a problem while refreshing tax vat customer
es: Hubo un problema al actualizar los datos del tipo de cliente según IVA

source: There was a problem while removing VAT Customer type: %s
es: Hubo un problema al eliminar el tipo de cliente: %s

source: Are you sure you want to delete '%s' VAT Customer Type?
es: ¿Está seguro de que desea eliminar el tipo de cliente según IVA '%s'?

source: Removing VAT Customer type...
es: Eliminando tipo de cliente según IVA...

source: There was a problem while removing VAT Customer Type
es: Hubo un problema al eliminar el tipo de cliente según IVA

source: There was a problem while creating VAT Customer type: %s
es: Hubo un problema al crear el tipo de cliente según IVA: %s

source: There was a problem while editing VAT Customer type: %s
es: Hubo un problema al editar el tipo de cliente según IVA: %s

source: You must provide a valid customer type name
es: Debe proporcionar un nombre de tipo de usuario válido

source: You must provide a valid customer type reference
es: Debe proporcionar una referencia de tipo de cliente válida

source: Creating VAT customer type...
es: Creando tipo de cliente según IVA...

source: There was a problem while refreshing from server 'af-tax'
es: Hubo un problema al actualizar información del servidor 'af-tax'

source: Updating VAT customer type...
es: Actualizando tipo de cliente según IVA...

source: VAT Item Type Name
es: Nombre de tipo de artículo según IVA

source: Asking af-tax server for VAT item types...
es: Solicitando al servidor af-tax los tipos de artículos según IVA

source: There was a problem while removing VAT Item type: %s
es: Hubo un problema al eliminar el tipo de artículo: %s

source: Are you sure you want to delete '%s' VAT Item Type?
es: ¿Está seguro de que desea eliminar el tipo de artículo según IVA '%s'?

source: Removing VAT Item type...
es: Eliminando tipo de artículo según IVA...

source: There was a problem while removing VAT Item Type
es: Hubo un problema al eliminar el tipo de artículo según IVA

source: There was a problem while creating VAT Item type: %s
es: Hubo un problema al crear el tipo de artículo según IVA: %s

source: There was a problem while editing VAT Item type: %s
es: Hubo un problema al editar el tipo de artículo según IVA: %s

source: You must provide a valid item type name
es: Debe proporcionar un nombre de tipo de artículo válido

source: You must provide a valid item type reference
es: Debe proporcionar una referencia de tipo de artículo válida.

source: Creating VAT item type...
es: Creando tipo de artículo según IVA...

source: Updating VAT item type...
es: Actualizando tipo de artículo según IVA...

source: Customer Type Ref.
es: Ref. tipo cliente

source: Item Type Ref.
es: Ref. tipo artículo

source: Value
es: Valor

source: Asking af-tax server for VAT values...
es: Solicitando valores de IVA al servidor af-tax

source: There was a problem while setting data: %s
es: Hubo un problema al establecer los datos: %s

source: Setting new VAT value...
es: Estableciendo nuevo valor de IVA...

source: There was a problem while setting values in server 'af-tax'
es: Hubo un problema al establecer valores en el servidor 'af-tax'

source: There are no preferences yet. If you want some preferences, you can write down them at usergroup_preferences1_activate: usergroup.c: line 249 (Our litle homenage to abiword project ;-)
es: Aún no hay preferencias. Si quieres preferencias, puedes implementarlas en usergroup_preferences1_activate: tax.c. Línea 249 (Este es nuestro pequeño homenaje al proyecto abiword ;-)

source: Getting user's group...
es: Obteniendo grupos de usuario...

source: There was a problem while getting user's groups
es: Hubo un problema al obtener grupos del usuario.

source: Nick
es: Apodo

source: Description
es: Descripción

source: Asking af-kernel server for users...
es: Solicitando al servidor af-tax los usuarios...

source: There was a problem while refreshing from server 'af-kernel'
es: Hubo un problema al actualizar información del servidor 'af-kernel'

source: There was a problem while removing user: %s
es: Hubo un problema al eliminar el usuario: %s

source: Are you sure you want to delete '%s' user?
es: ¿Está seguro de que desea eliminar el usuario ''%s'?

source: Removing User...
es: Eliminando usuario...

source: There was a problem while removing User
es: Hubo un problema al eliminar el usuario

source: %s properties - ASPL Fact
es: Propiedades de %s - ASPL Fact

source: There was a problem while creating user: %s
es: Hubo un problema al crear el usuario: %s

source: There was a problem while editing user: %s
es: Hubo un problema al editar el usuario: %s

source: You must provide a valid user nick
es: Debe proporcionar un apodo de usuario válido

source: Passwords differ. You must enter the same password in both entries.
es: Las contraseñas difieren. Debe introducir la misma contraseña en ambos campos.

source: You must provide a valid password
es: Debe proporcionar una contraseña válida

source: Creating user...
es: Creando usuario...

source: Updating user...
es: Actualizando usuario...

source: Name
es: Nombre

source: Asking af-kernel server for groups...
es: Solicitando grupos al servidor af-kernel...

source: There was a problem while removing group: %s
es: Hubo un problema al eliminar el grupo: %s

source: Are you sure you want to delete '%s' group?
es: ¿Está seguro de que desea eliminar el grupo '%s'?

source: Removing Group...
es: Eliminando grupo...

source: There was a problem while removing Group
es: Hubo un problema al eliminar el grupo

source: There was a problem: %s
es: Hubo un problema: %s

source: There was a problem while removing user to this group.
es: Hubo un problema al eliminar el usuario de este grupo.

source: There was a problem while adding user to this group.
es: Hubo un problema al añadir usuarios a este grupo.

source: Selected
es: Seleccionado

source: There was a problem while asking for already created users.
es: Hubo un problema al solicitar usuarios ya existentes

source: Retrieving group information...
es: Extrayendo información del grupo...

source: There was a problem adding user to the group:%s
es: Hubo un problema al añadir el usuario al grupo: %s

source: There was a problem while creating group: %s
es: Hubo un problema al crear el grupo: %s

source: There was a problem while add user %s to the group.
es: Hubo un problema al añadir el usuario %s al grupo.

source: There was a problem while editing group: %s
es: Hubo un problema al editar el grupo: %s

source: You must provide a valid group name
es: Debe proporcionar un nombre de grupo válido

source: Creating group...
es: Creando grupo...

source: Updating group...
es: Actualizando grupo...

source: Getting group's user...
es: Obteniendo usuarios del grupo...

source: There was a problem while getting group's users
es: Hubo un problema al obtener los usuarios del grupo

source: There was a problem while setting permission: %s
es: Hubo un problema al establecer el permiso: %s

source: Setting permission in af-kernel server...
es: Estableciendo permiso en servidor af-kernel...

source: There was a problem while trying to set permissions
es: Hubo un problema al establecer permisos

source: Server
es: Servidor

source: Asking af-kernel server for exiting permission...
es: Solicitando al servidor af-kernel permiso para salir...

source: There was a problem while retrieving permission from kernel
es: Hubo un problema al obtener información del núcleo

source: Enabled
es: Habilitado

source: Asking af-kernel server for effective permissions...
es: Solicitando al servidor af-kernel los permisos efectivos...

source: There was a problem while getting permission by user
es: Hubo un problema al obtener los permisos del usuario

source: Asking af-kernel server for actual permissions...
es: Solicitando al servidor af-kernel los permisos reales...

source: There was a problem while getting permission by group
es: Hubo un problema al obtener permisos de grupo

source: User nick
es: Apodo de usuario

source: Group name
es: Nombre de grupo:

source: <b><big>Central server address and port</big></b>
es: <b><big>Dirección y puerto del servidor central</big></b>

source: <b>Hostname</b>:
es: <b>Nombre de máquina</b>:

source: <b>Port</b>:
es: <b>Puerto</b>:

source: <big><big><big><b>ASPL Fact client configuration</b></big></big></big>
es: <big><big><big><b>Configuración del cliente ASPL Fact</b></big></big></big>

source: <i>Enter here the hostname or the IP address of the host where the ASPL Fact central server (kernel) is running.</i>
es: <i>Introduzca aquí el nombre o la dirección IP del sistema donde se ejecuta el servidor central (núcleo) de ASPL Fact.</i>

source: <i>Enter here the port number ASPL Fact central server (kernel) is listening to. (The default value is 55000)</i>
es: <i>Introduzca aquí el número de puerto en el que escucha el servidor central (núcleo) de ASPL Fact. (El valor predeterminado es 55000)</i>

source: Connection settings - ASPL Fact
es: Configuración de conexión - ASPL Fact

source: Connection settings wizard - ASPL Fact
es: Asistente de configuración de conexión - ASPL Fact

source: Hostname:
es: Nombre de máquina:

source: Port:
es: Puerto:

source: ASPL Fact. Log in.
es: ASPL Fact. Entrada en el sistema.

source: Logging into server...
es: Conectándose al servidor...

source: Password:
es: Contraseña:

source: Please enter your username and password to log in the system
es: Introduzca nombre de usuario y contraseña para conectarse al sistema

source: Username:
es: Nombre de usuario:

source: _Conn. Settings
es: _Config. Conexión

source: About ASPL Fact
es: Acerca de ASPL Fact

source: Couldn't find an appropiate active server register in connected kernel for managing the current component. Please contact your administrator for notifying this problem.
es: No se pudo encontrar en el núcleo un servidor registrado adecuado para el componente actual. Contacte con su administrador y notifíquele este problema.

source: Message
es: Mensaje

source: Prefere_nces
es: Prefere_ncias

source: _About
es: _Acerca de

source: _About ASPL Fact
es: _Acerca de ASPL Fact

source: _Edit
es: _Editar

source: _File
es: _Archivo

source: _Help
es: Ay_uda

source: _Log Out
es: _Cerrar sesión actual

source: _Quit
es: _Salir

source: _Refresh active servers
es: _Actualizar servidores activos

source: _Session info
es: Información de _sesión

source: _Statusbar
es: Barra de E_stado

source: _Toolbar
es: Barra de _Herramientas

source: _View
es: _Ver

source: button4
es: botón4

source: button5
es: botón5

source: <b>_Description:</b>
es: <b>_Descripción:</b>

source: <b>_Name:</b>
es: <b>_Nombre:</b>

source: <b>_Reference:</b>
es: <b>_Referencia:</b>

source: <big><b>VAT Managing</b></big>
es: <big><b>Gestión de IVA</b></big>

source: Customer type description:
es: Descripción de tipo de cliente:

source: Customer type name:
es: Nombre de tipo de cliente:

source: Customer type reference:
es: Referencia de tipo de cliente:

source: E_dit VAT Item Type
es: E_ditar tipo de artículo según IVA

source: First I_tem Types
es: Según tipos de _artículo

source: First _Customer Types
es: Según tipos de _cliente

source: I_tem types
es: Tipos de _artículo

source: Item type description:
es: Descripción de tipo de artículo:

source: Item type name:
es: Nombre de tipo de artículo:

source: Item type reference:
es: Referencia de tipo de artículo:

source: Log out
es: Cerrar sesión actual

source: Ne_w VAT Item Type
es: Nue_vo tipo de artículo según IVA

source: New VAT I_tem Type
es: Nuevo tipo de _artículo según IVA

source: New VAT Type
es: Nuevo tipo de IVA

source: Re_move VAT Item Type
es: Eli_minar tipo de artículo según IVA

source: Refresh
es: Actualizar

source: Remove VAT Type
es: Eliminar tipo de IVA

source: VAT Customer Type - ASPL Fact
es: Tipo de cliente según IVA - ASPL Fact

source: VAT Customer Type _Properties
es: Propiedades del tipo de cliente según IVA

source: VAT I_tem Types
es: Tipos de _artículos según IVA

source: VAT Item Type - ASPL Fact
es: Tipo de artículo según IVA - ASPL Fact

source: VAT Item Type _Properties
es: Propiedades de tipos de artículo según IVA

source: VAT _Client Types
es: Tipos de _Cliente según el IVA

source: VAT _Values
es: _Valores de IVA

source: Value _Ordering:
es: _Ordenar valores:

source: _Actions
es: A_cciones

source: _Customer types
es: Tipos de _cliente

source: _Edit VAT Customer Type
es: _Editar tipo de cliente según IVA

source: _New VAT Customer Type
es: _Nuevo tipo de cliente según IVA

source: _New VAT Type
es: _Nuevo tipo de IVA

source: _Refresh
es: _Actualizar

source: _Remove VAT Customer Type
es: _Eliminar tipo de cliente según IVA

source: _VAT values
es: _Valores de IVA

source: button9
es: botón9

source: <b>Belongs to:</b>
es: <b>Pertenece a:</b>

source: <b>Group _Description:</b>
es: <b>_Descripción de grupo:</b>

source: <b>Group's users:</b>
es: <b>Usuarios del grupo:</b>

source: <b>Group:</b>
es: <b>Grupo</b>:

source: <b>User _Description:</b>
es: <b>_Descripción de usuario:</b>

source: <b>User:</b>
es: <b>Usuario:</b>

source: <b>Users in group:</b>
es: <b>Usuarios dentro del grupo:</b>

source: <b>_Nick:</b>
es: <b>_Apodo:</b>

source: <b>_Password (again):</b>
es: <b>_Contraseña (de nuevo):</b>

source: <b>_Password:</b>
es: <b>_Contraseña</b>:

source: <big><b>Users &amp; Permissions</b></big>
es: <big><b>Usuarios y permisos</b></big>

source: E_dit group properties
es: E_ditar propiedades de grupo

source: Enter passwords only if you want to change them:
es: Introduzca las contraseñas sólo si desea cambiarlas:

source: Group _Properties
es: _Propiedades de grupo

source: Group properties - ASPL Fact
es: Propiedades de grupo - ASPL Fact

source: Ne_w group
es: Nue_vo grupo

source: New _Group
es: Nuevo _Grupo

source: New user or group
es: Nuevo usuario o grupo

source: Permission description:
es: Descripción de permiso:

source: Re_move group
es: Eli_minar grupo

source: User _Properties
es: _Propiedades de usuario

source: User properties - ASPL Fact
es: Propiedades de usuario - ASPL Fact

source: _Edit user properties
es: _Editar propiedades de usuario

source: _Groups
es: _Grupos

source: _Groups Permissions
es: Permisos de _Grupo

source: _Groups list
es: Lista de _Grupos

source: _New User
es: _Nuevo usuario

source: _New User or Group
es: _Nuevo usuario o grupo

source: _Permissions
es: _Permisos

source: _Permissions list
es: _Lista de permisos

source: _Remove user
es: _Eliminar usuario

source: _Users
es: _Usuarios

source: _Users Permissions
es: Permisos de usuarios

source: _Users list
es: _Lista de usuarios
